postbody

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><GetViVaDataTH xmlns="http://www.sjofartsverket.se/webservice/VaderService/ViVaData.wsdl"><PlatsId>17</PlatsId><ViVaTyp>14</ViVaTyp><TidFOM>2014-06-01T00:00:00+02:00</TidFOM><TidTOM>2014-06-19T00:00:00+02:00</TidTOM></GetViVaDataTH></s:Body></s:Envelope>
